[M_PositiveSelfImage MissionDefinition]
TurnInDescription="Having successfully mounted Ellie's ornaments in her garage, you may now add ''interior design'' to your list of skills."
MissionSummary="Collect ''Ellie the Belly'' ornaments."
